DataProcessors/ОбменСНТ/Templates/ЗапросQuerySntUpdates_Версия1/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="v1.snt">
   <soapenv:Header/>
   <soapenv:Body>
      <v1:sntQueryUpdatesRequest>
         <sessionId>[sessionId]</sessionId>
         <direction>[direction]</direction>
         <lastEventDate>[lastEventDate]</lastEventDate>
         <lastSntId>[lastSntId]</lastSntId>    
         <limit>[limit]</limit>
       </v1:sntQueryUpdatesRequest>
   </soapenv:Body>
</soapenv:Envelope>